<title>에이틴</title>
<body>
<h1>에이틴</h1>
<img src="https://search.pstatic.net/common/?src=http%3A%2F%2Fimgnews.naver.net%2Fimage%2F311%2F2023%2F10%2F18%2F0001651040_004_20231018175105683.jpg&type=sc960_832" alt="츄"
width=100px height=150px>
<h3>1. 멤버 소개</h3>
<h5>강은채, 강태이, 김담인, 김민서, 김민지,
    김보민, 김아린, 남민승, 도예림, 박시언,
    박호원, 서승주, 손채원, 이승주, 이지후,
    이하은, 정수민, 정윤서, easy민, hard민</h5>
<h3>2. 포지션</h3>
<ul>
    <h5>강은채(11/6): 메인댄서</h5>
    <h5>강태이(1/21): 리드보컬, 비주얼</h5>
    <h5>김담인(5/19): 메인래퍼</h5>
    <h5>김민서(7/13): 메인래퍼</h5>
    <h5>김민지(3/30): 리드보컬, 리드댄서</h5>
    <h5>김보민(11/24): 메인보컬, 메인댄서</h5>
    <h5>김아린(11/16): 메인보컬</h5>
    <h5>남민승(4/28): 센터, 메인래퍼, 비주얼</h5>
    <h5>도예림(5/21): 메인보컬</h5>
    <h5>박시언(7/11): 비주얼</h5>
    <h5>박호원(2/22): 리드보컬, 말</h5>
    <h5>서승주(3/4): 메인래퍼, 비주얼</h5>
    <h5>손채원(12/27): 메인보컬, 리드래퍼</h5>
    <h5>이승주(5/18): 메인보컬, 메인댄서</h5>
    <h5>이지후(5/11): 메인보컬, 메인댄서</h5>
    <h5>이하은(10/2): 메인보컬, 메인댄서</h5>
    <h5>정수민(8/11): 메인보컬</h5>
    <h5>정윤서(6/5): 메인보컬</h5>
    <h5>easy민(4/7): 메인보컬</h5>
    <h5>hard민(9/21): 메인보컬, 리드래퍼</h5>
</ul>
<h3>3. 데뷔일, 해체일</h3>
<ul>
    <h5>데뷔일: 2023/5/1</h5>
    <h5>해체일: 졸업식</h5>
</ul>
<h3>4. 팬덤</h3>
<ul><h5>텐텐</h5></ul>
<h3>5. 소속사</h3>
<ul>
    <h5>소속사명: 이승주의 데스노트</h5>
</ul>
<h3>6. 활동</h3>
<ul>
    <h5>2024년 1학기 버스킹(예정)</h5>
    <h5>2024년 1월 앨범발매(예정)</h5>
</ul>
<h3>7. 비주얼</h3>
<h5>닮은 멤버: 강은채&김보민&이지민 / 박호원&말 / 김민서&기린 / 김민지&치킨</h5>
<h5>비주얼 멤버: 강태이, 김아린, 남민승, 박시언, 서승주</h5>
<h3>8. 논란</h3>
<ul>
    <h5>전 멤버 최인지 탈퇴 논란</h5>
    <h5>김민지 치킨 논란</h5>
    <h5>정윤서 성량 논란</h5>
    <h5>강은채 김보민 도플갱어 논란</h5>
    <h5>도예림 도를 아십니까 논란</h5>
</ul>
</body>
<img src="https://th.bing.com/th/id/OIP.UQ4cwdzNQowHO-OUcXaJGgHaE7?pid=ImgDet&rs=1" alt="이달소"
width=300px length=200px>