
    <h1>리그 오브 레전드 정글 포지션에 대하여</h1>
    <hr>
    <h2>목차</h2>
    <li>역사</li>
    <li>라인 개입</li>
    <li>정글링</li>
    <li>정글몹</li>
    <dl>
        <hr>
        <h3>역사</h3>
        <dd>사실상 AOS 게임에서 라인은 돌격하는 크리처로 공방을 한다는 점에서 큰 차이가 없지만, 중립 지역은 게임에 따라 개성이 뚜렷할 수밖에 없기 때문에 리그 오브 레전드의 정글은 다른 포지션보다 많은 변경을 거쳤다. 대표적으로 정글 몬스터의 종류, 정글 캠프의 부분적인 변화 및 추가, 경험치/골드 보상이라거나 리젠 시간, 어그로 시스템, 정글 전용 아이템 등. 당연히 이에 따라 전략과 대세도 뒤집힐 정도로 바뀌었다.</dd>
        <hr>
        <h3>라인 개입</h3>
        <h4><li>갱킹</li></h4>
        <dd>게임 초반부터 맵 곳곳을 돌아다니는 정글러는 적극적으로 다른 라인에 개입할 수 있으며 상대 라이너를 죽이기 위해 라인에 개입하는 행위를 갱킹이라 한다. 보통 죽이는 것을 최우선으로 하나 점멸 등의 소환사 주문을 빼거나 궁극기나 주요 스킬을 소비하게 만드는 것만으로도 성공한 갱킹으로 치기도 한다. 다른 포지션이 타 라인에 개입하는 것은 보통 로밍이라고만 한다. 하지만 마냥 수적 우위에 서 있다고 착각하지 말자. 상대도 정글러가 있다. 그리고 라이너의 레벨, 체력, 마나 상태나 스킬의 유무, 라인 상태, 시야도 반드시 고려하자. 이를 간과하고 무작정 들어가면 생각지도 못한 참사를 낳을 수 있다.</dd>
        <h4><li>역갱</li></h4>
        <dd>상대 정글러가 갱킹을 올 타이밍을 예측해 미리 근처에서 대기하는 것. 먼저 갱킹을 시도한 적은 싸움을 열기 위해 스킬을 소모하거나 위험한 위치까지 진격하기 때문에 일반적으로 역갱을 시도한 쪽이 유리하다. 성공한다면 라이너와 정글러를 동시에 말려버릴 수 있기 때문에 게임 판도를 뒤엎거나 굳힐 수 있다. 하지만 상대도 이를 예측해 갱킹을 오지 않는다면 따로 성장할 시간을 놓치게 된다. 게다가 역갱을 친다고 해서 반드시 이긴다는 보장도 없다. 따라서 역갱을 치기 위해서는 확실한 근거가 있어야 한다.</dd>
        <h4><li>타워 다이브</li></h4>
        <dd>타워 안에서 버티는 적 라이너를 강제로 잡아버리는 것. 다이브에 성공하면 곧바로 포탑 골드를 뜯고 아군 미니언을 지워버릴 수 있어 보상이 크지만 타워의 살벌한 공격력 때문에 동귀어진할 확률도 커서 그만큼 위험도도 높다. 보통 아군 미니언, 특히 대포 미니언이 포함된 웨이브가 적 타워에 박힐 때 다이브를 시도하며, 이때 포지션은 타워 뒤로 돌아서 퇴로를 차단하는 것이 기본적인 다이브 방법이다. 일반적으로 순간적인 누킹이 가능하거나, 하드 CC기가 있거나, 포탑의 공격을 흘릴 수 있는 무적이나 대상 지정 불가 스킬이 있는 챔피언이 타워 다이브에 유리하다.</dd>
        <hr>
        <h3>정글링</h3>
        <h4><li>리쉬</li></h4>
        <dd>라인전이 시작되기 전 자투리 시간에 정글러가 첫 버프 몬스터를 보다 빨리, 체력이나 마나를 아끼면서 잡을 수 있도록 라이너가 도와주는 것을 리쉬라고 한다. 바텀에게 리쉬를 받는 것을 정버프, 탑에게 리쉬를 받는 것을 역버프[21]라고 부른다. 리쉬 의존도가 낮아진 요즘은 라이너에게 주도권을 쥐어주기 위해 리쉬를 받지 않는 경우도 있다. 보통 리쉬를 하지 않는 바텀은 빠르게 라인을 밀고 선 2레벨을 찍어 주도권을 가져오는 것을 목표로 한다. 부쉬 선공권을 통해 이득을 보는 전략도 있으나 상대 정글이 먼저 개입할 가능성도 높고 상성 관계도 명확하지 않아 매우 위험하고, 킬을 먹어봤자 집을 가면 경험치를 손해보고, 집을 안가면 똑같은 템으로 비실비실한 피에서 라인전을 이어나가야 하니 이득이 크지도 않은 전략이다. 또한 일부러 바텀을 늦게 보내 리쉬를 받은 척 하기도 했는데, 이는 그냥 정글·바텀 주도권 둘 다 내다버리는 의미 없는 전략이라 사장됐다.</dd>
    </dl>
